Repository: flow03/CoM-Archolos-Ukrainian-Translation
Catalog: DialogeOmegaT/omegat/project_save.tmx
Source language: pl
Languages: uk

source: To jak będzie z tym Jonem?
uk: То що там з Йоном?

source: To jak będzie z tą pomocą?
uk: Ну, і що там з допомогою?

source: To jak będzie z tą potrawką?
uk: То як бути з цією стравою?

source: To jak będzie, dogadamy się?
uk: То що, домовились?

source: To jak będzie, dogadamy się? (Zapłać 600 SZ)
uk: То що, домовились? Заплатити. (600 золотих)

source: To jak będzie, dopisać cię do listy?
uk: То як, внести тебе до списку?

source: To jak będzie, mogę na ciebie liczyć?
uk: Ну то що, я можу розраховувати на тебе?

source: To jak będzie, nie zechciałbyś poszukać dla mnie nowego koła?
uk: То що, не хочеш пошукати для мене нове колесо?

source: To jak będzie, pomożesz mi?
uk: То як? Допоможеш?

source: To jak będzie, powiesz mi gdzie jest Jorn?
uk: То що, скажеш мені, де Йорн?

source: To jak będzie, przyłączysz się do nas?
uk: Так і буде, приєднаєшся до нас?

source: To jak będzie, zgodzisz się choć przez chwilę popracować dla Albyna?
uk: То як, погодишся попрацювати в Альбіна хоча б деякий час?

source: To jak będzie?
uk: Що скажеш?

source: To jak będzie? Pomożesz mi?
uk: То як? Допоможеш?

source: To jak będzie? Pójdziesz po ten chrust?
uk: Ну то як? Сходиш за хмизом?

source: To jak będzie? Zainteresowany?
uk: Ну то як? Зацікавлений?

source: To jak chłopcze skusisz się?
uk: Ну що, хлопче, спокусився?

source: To jak mam ci pomóc?
uk: То чим я можу допомогти?

source: To jak mam to zrobić?
uk: Тоді як мені це зробити?

source: To jak, gotowy na wyprawę?
uk: Ну що, ти готовий до експедиції?

source: To jak, ile chcesz za pakunek prowiantu?
uk: Отже, скільки ти хочеш за пакунок провізії?

source: To jak, jesteś gotowy?
uk: То як, ти готовий?

source: To jak, możemy już ją przygotowywać?
uk: То що, тепер ми можемо його приготувати?

source: To jak, możemy wrócić do interesów?
uk: То як? Можемо повертатися до справ?

source: To jak, oświecisz mnie w końcu?
uk: То як, поясниш мені нарешті?

source: To jak, pijesz z nami, dobrodzieju?
uk: То що, вип'єш з нами, добродію?

source: To jak, podpisujemy?
uk: То що, підписуєш?

source: To jak, płacisz?
uk: То що, платиш?

source: To jak, udało ci się cokolwiek ustalić z Caramonem?
uk: Ну що, вам з Карамоном вдалося щось з'ясувати?

source: To jak, wchodzisz w to?
uk: То як, ти з нами?

source: To jak, widziałeś tu kogoś o takim opisie?
uk: То як, ти бачив тут когось з подібним описом?

source: To jak, widziałeś tu kogoś ostatnio?
uk: То як, ти бачив тут когось останнім часом?

source: To jak, zainteresowany?
uk: То що, зацікавився?

source: To jak, zaprowadzisz mnie teraz do nich?
uk: То як, тепер ти відведеш мене до них?

source: To jak?
uk: Ну, що скажеш?

source: To jak? Będziesz cicho czy chcesz powtórki?
uk: То як? Ти затихнеш чи повторити?

source: To jak? Chcesz kilka sztuk mięsa za symboliczne 5 sztuk złota?
uk: То що скажеш? Хочеш декілька шматків м'яса за символічні 5 золотих?

source: To jak? Idziemy?
uk: То як? Ідемо?

source: To jak? Mogę na ciebie liczyć?
uk: То що? Я можу на тебе розраховувати?

source: To jak? Pasuje taki układ?
uk: То як? Тебе таке влаштовує?

source: To jak? Pomożesz?
uk: То як? Допоможеш?

source: To jak? Zaintrygowany?
uk: То що? Зацікавлений?

source: To jaki będę miała z ciebie pożytek? Chociaż... wiesz, mogłabym cię tego nauczyć. Za drobną opłatą, oczywiście.
uk: Тоді яка від тебе користь? Хоча... знаєш, я могла б тебе навчити. За невеличку плату, звісно.

source: To jaki masz plan?
uk: То який твій план?

source: To jakieś nieporozumienie. Myślisz, że Cortez uwierzy w ten obłęd?
uk: Це якесь непорозуміння. Ти думаєш, Кортез повірить у цю маячню?

source: To jakieś wiejskie obdartusy, nikt o zdrowych zmysłach nie spróbowałby okraść Corteza.
uk: Це якісь селюки, ніхто при здоровому глузді не намагався б пограбувати Кортеза.

source: To jakiś p-podstęp!?
uk: Це якийсь ж-жарт?

source: To jeden z was?
uk: Це один з вас?

source: To jedna z największych kopalni soli w całym Archipelagu, więc można powiedzieć, że praca tutaj to prestiż!
uk: Це одна з найбільших соляних копалень на всьому Архіпелазі, тому можна сказати, що працювати тут престижно!

source: To jedna z trzech liczących się na wyspie kopalni, obok kopalni Araxos i kopalni Ulryka. Spośród tego grona jest najważniejszą dla królestwa, bo całość zysków idzie do skarbca.
uk: Це одна з трьох найважливіших копалень на острові, на рівні з копальнями Араксосу та Ульріка. З-поміж них вона є найважливішою для королівства, оскільки всі прибутки з неї йдуть до скарбниці.

source: To jedna z trzech liczących się na wyspie kopalni, obok kopalni Araxos i kopalni Ulryka. Spośród tego grona jest najważniejszą dla królestwa, bo całość zysków stąd idzie do skarbca.
uk: Це одна з трьох найважливіших копалень на острові, поряд з копальнями Араксосу та Ульріка. З-поміж них вона є найважливішою для королівства, оскільки всі прибутки з неї йдуть до скарбниці.

source: To jedna z trzech najważniejszych kopalni na wyspie, obok kopalni soli należącej do straży i kopalni srebra należącej do Ulryka.
uk: Це одна з трьох найважливіших копалень на острові, поряд з соляною копальнею що належить Варті, і копальнею срібла, що належить Ульріку.

source: To jednak nie należy do twoich zmartwień. Wróćmy do tego, co dotyczy ciebie.
uk: Однак це тебе не стосується. Повернімося до того, що тебе турбує.

source: To jedyna kopalnia soli na wyspie. Towar stąd trafia tylko do najmożniejszych mieszkańców królestwa, więc strażnicy uważnie nas pilnują.
uk: Це єдина соляна копальня на острові. Товари звідси потрапляють тільки до найзаможніших жителів королівства, тому Варта пильно стежить за нами.

source: To jedyne, do czego się nadaje.
uk: Це єдине, на що він годиться.

source: To jedyny sposób, by czegoś się dowiedzieć!
uk: Це єдиний спосіб щось дізнатися!

source: To jego propozycja, co?
uk: Це його пропозиція, так?

source: To jej matka od wielu dni zapłakuje się pod naszą siedzibą!
uk: Це її мати вже кілька днів плаче біля нашого штабу!

source: To jest jakieś nieporozumienie! Jeśli Lorenzo się o tym dowie, to będzie po was!
uk: Це якесь непорозуміння! Якщо Лоренцо дізнається про це, вам кінець!

source: To jest jakiś krętacz!
uk: Це якийсь дурисвіт!

source: To jest jakiś oszust!
uk: Це якийсь шахрай!

source: To jest las... Eee cóż...
uk: Це ліс... Ну...

source: To jest myśl! Jesteś bystrzejszy niż przypuszczałem!
uk: А це ідея! Ти кмітливіший, ніж я думав!

source: To jest myśl! To musi być coś niezwykłego. Dobre jedzenie, wino, odpowiedni klimat.
uk: Чудова ідея! Це має бути щось надзвичайне. Хороша їжа, вино, відповідна атмосфера.

source: To jest napad!
uk: Це пограбування!

source: To jest napój godny wielkiego awanturnika!
uk: Це напій, гідний великого авантюриста!

source: To jest postawa godna przyszłego strażnika!
uk: От це і є ставлення, гідне майбутнього вартового!

source: To jest prawdziwy sekret kusznictwa. Balansowanie pomiędzy siłą i zręcznością. Musisz zawsze rozwijać się w jednym i drugim!
uk: Це і є справжній секрет стрільби з арбалета. Баланс сили і спритності. Необхідно завжди розвивати і те, і інше!

source: To jest prywatny warsztat. Czego tu szukasz?
uk: Це приватна майстерня. Що ти тут шукаєш?

source: To jest spokojna wieś, w której wszyscy się znają, a przynajmniej tak było do waszego przybycia. To wtedy dziwnym zbiegiem okoliczności zaczęły ginąć nam monety i drobne przedmioty.
uk: Це спокійне село, де всі один одного знають, або, принаймні, було таким, поки не з'явилися ви. Саме тоді, за дивним збігом обставин, у нас почали зникати монети та дрібні речі.

source: To jest ta, którą straciłeś w tunelu?
uk: Це той, який ти загубив у тунелі?

source: To jest to, czego właśnie było mi potrzeba, wielkie dzięki.
uk: Це саме те, що мені було потрібно, щиро дякую!

source: To już chyba mój plan był prostszy w realizacji. Potrzebujesz pomocy?
uk: Думаю, мій план був легшим в реалізації. Тобі потрібна допомога?

source: To już chyba ostatni golem. Górnicy powinni być bezpieczni.
uk: Здається, це був останній голем. Гірники тепер мають бути в безпеці.

source: To już chyba ostatni golem. Górnicy powinni być bezpieczni. Muszę wrócić do Lewko z informacjami.
uk: Здається, це був останній голем. Гірники тепер мають бути в безпеці. Потрібно повідомити про це Левка.

source: To już chyba wszystkie. Mogę wracać do Dustera.
uk: Думаю, це все. Можна повертатися до Дастера.

source: To już chyba wszystko.
uk: Думаю, це все.

source: To już chyba wszystko. Powodzenia. Wróć do mnie, jak już pogadasz z każdym z nich.
uk: Думаю, це все. Удачі. Повертайся до мене після того, як поговориш з кожним з них.

source: To już koniec, śmieciu!
uk: Тобі кінець, покидьку!

source: To już moje zmartwienie. Gdzie go znajdę?
uk: Це моя проблема. Де мені його знайти?

source: To już mój sekret. Gdybym zaczął go rozpowiadać to w ciągu kilku dni straciłbym swój interes.
uk: А це вже моя таємниця. Якби я почав її усім розповідати, то за кілька днів втратив би свій бізнес.

source: To już nie mój problem. Kombinuj.
uk: Це вже не моя проблема. Щось придумаєш.

source: To już nie mój problem. Powiedz, że przecież może swój majątek wywieźć poza Archolos.
uk: Це вже не моя проблема. Перекажи, що він може вивезти своє майно за межі Архолосу.

source: To już nie powinno cię obchodzić.
uk: Тебе це вже не повинно хвилювати.

source: To już nie twoja sprawa.
uk: Це вже не твоя справа.

source: To już nie twoje zmartwienie. Poradzimy sobie.
uk: Це вже не твоя проблема. Ми впораємось.

source: To już ostateczna cena. (85 SZ)
uk: Це остаточна ціна. (85 золотих)

source: To już sam ocenię! A teraz odejdź, potrzebuję chwili spokoju by się tym zająć. Wróć za kilka godzin.
uk: Про це вже мені судити! А тепер йди геть, мені потрібна хвилина спокою, щоб розібратися з цим. Приходь через кілька годин.

source: To już sprawa straży miejskiej. Nie interesuj się.
uk: Це вже справа Міської Варти. Не переймайся.

source: To już trzeci dzień odkąd Rolf zniknął. Mam bardzo złe przeczucia...
uk: Сьогодні вже третій день, як зник Рольф. У мене дуже погане передчуття...

source: To już twój problem.
uk: Тепер це твоя проблема.

source: To już twój problem. Coś znajdziesz za pieniądze ze sprzedaży domu.
uk: Тепер це твоя проблема. Щось знайдеш за гроші від продажу свого будинку.

source: To już wszystko, co wiem, kapitanie.
uk: Це все, що я знаю, капітане.

source: To już wszystko, czego się dowiedziałem.
uk: Це все, що я дізнався.

source: To już wszystko, czego udało mi się dowiedzieć.
uk: Це все, що мені вдалося з'ясувати.

source: To już wszystko.
uk: Це все.

source: To już wszystko. Lepiej nie każmy jej czekać na samym początku współpracy. Idź, i pokaż, do czego zdolna jest Gildia!
uk: На цьому все. Краще не змушувати її чекати на самому початку нашої співпраці. Йди та покажи, на що здатна Гільдія!

source: To już zależy od ich wielkości i materiału.
uk: Це залежить від розміру та матеріалу.

source: To już zależy tylko od nas! Proponuję wziąć porządnego łyka za naszą służbę!
uk: Тепер усе залежить від нас! Я пропоную випити за нашу службу!

source: To już zależy wyłącznie od Rodericha. Jego się pytaj.
uk: Це повністю залежить від Родеріха. Спитай його.

source: To już zupełnie inna bajka.
uk: Це зовсім інша історія.

source: To ją musieli przewozić rekruci.
uk: Саме його повинні були принести новобранці.

source: To kawał stąd. Czego szukasz na Archolos?
uk: Це дуже далеко звідси. Що ти шукаєш на Архолосі?

source: To kiedy będę mógł z nim porozmawiać?
uk: То коли я зможу з ним поговорити?

source: To kiedy mogę zacząć?
uk: То коли я можу почати?

source: To kiedy zaczynamy?
uk: То коли ми почнемо?

source: To koło powinno pasować do twojego wozu.
uk: Це колесо повинно підійти до твого воза.

source: To kto zabijał?
uk: Тоді хто ж його вбив?

source: To kupa frajdy!
uk: Це ж так весело!

source: To legalne?
uk: Це легально?

source: To lichwiarz Volker zabił mojego brata. Znalazłem jego ciało w slumsach, w magazynie wypełnionym ludźmi Lichwiarza.
uk: Це лихвар Волкер вбив мого брата. Я знайшов його тіло в нетрях, на складі, де було повно людей Лихваря.

source: To ludzie, z którymi mam prywatne porachunki.
uk: Це люди, з якими я маю особисті рахунки.

source: To ma jakiś sens...
uk: Це має певний сенс...

source: To ma mnie pocieszyć? Chciałeś żartem rozładować sytuację? Nie udało ci się, wyobraź sobie!
uk: Це має мене підбадьорити? Ти хотів жартом розрядити ситуацію? У тебе не вийшло, уяви собі!

source: To ma wyglądać tak, jakby zeszła lawina. Nikt nie będzie nikogo posądzać o sabotaże.
uk: Це має виглядати так, ніби зійшла лавина. Ніхто нікого не буде звинувачувати у підриві.

source: To mamy umowę.
uk: Тоді домовились.

source: To materiały potrzebne do wykucia
uk: В ньому перераховані необхідні матеріали,

source: To mały chłopak. Zgaduję, że nawet w twoim wieku. Ma spięte włosy, no i mięśniakiem to on nie jest. Jak wychodził, ubrany był w typowy wiejski strój bez rękawów.
uk: Він ще юнак. Думаю, навіть твого віку. Волосся зібране в хвіст, середньої статури. Виходячи, він був одягнений у звичайний сільський одяг без рукавів.

source: To mi nie wygląda na spelunę bandziorów tylko... na jakieś bagna.
uk: На мій погляд, це не схоже на табір розбійників, просто... якесь болото.

source: To mi powinno wystarczyć. Proszę oto twój miecz.
uk: Я дізнався все, що хотів. Ось твій меч.

source: To mi wygląda na jeszcze większe szczyny, niż ta gorzałka, którą przed chwilą obaliłem.
uk: Як на мене, це ще більше схоже на сечу, ніж те, що я щойно пив.

source: To mi wystarczy.
uk: Мені цього достатньо.

source: To mi wystarczy. Dziękuję.
uk: Мені цього достатньо. Дякую.

source: To miasto wykończy mnie szybciej, niż król, i będąc szczerym, cieszę się. Wolę umrzeć z głodu w swoim własnym łóżku, niż podczas ataku orków.
uk: Це місто прикінчить мене швидше, ніж король, і, чесно кажучи, я цьому радий. Я краще помру з голоду у власному ліжку, аніж під час нападу орків.

source: To miasto wykończy mnie szybciej, niż król. Mówiąc szczerze to dobrze, wolę umrzeć z głodu w swoim własnym łóżku, niż podczas ataku orków.
uk: Це місто прикінчить мене швидше, ніж король. Чесно кажучи, це добре, я краще помру з голоду у власному ліжку, ніж під час нападу орків.

source: To miejsce będzie moim grobem.
uk: Це місце буде моєю могилою.

source: To miejsce jest dla mnie bardzo obce. Ciężko będzie mi się przyzwyczaić. Innosie miej nas w swojej opiece...
uk: Це місце для мене дуже чуже. Мені буде важко до нього звикнути. Інносе, подбай про нас...

source: To miejsce jest dla mnie bardzo obce. Ciężko będzie mi się przyzwyczaić. Innosie, miej nas w opiece...
uk: Це місце для мене дуже чуже. Мені буде важко до нього звикнути. Інносе, подбай про нас...

source: To miejsce jest dla mnie bardzo obce. Ciężko mi będzie się przyzwyczaić. Innosie, miej nas w swojej opiece...
uk: Це місце для мене дуже чуже. Мені буде важко до нього звикнути. Інносе, подбай про нас...

source: To miejsce jest jeszcze bardziej niebezpiecznie, niż przypuszczałem. Podróżując korytarzami, zostałem zaatakowany przez kamiennego golema. W przeciwieństwie do kuzynów na powierzchni, ten był rozsypany i złożył się w całość dopiero wtedy, kiedy do niego podszedłem.
uk: Це місце виявилося ще більш небезпечним, ніж я очікував. Подорожуючи коридорами, на мене напав кам'яний голем. На відміну від своїх родичів з поверхні, цей був купою каменів і зібрався докупи лише тоді, коли я до нього наблизився.

source: To miejsce jest ogromne, ale wiem, że Adanos doprowadzi nas do celu naszej wyprawy.
uk: Це місце величезне, але я знаю, що Аданос приведе нас до мети нашої експедиції.

source: To miejsce jest stare... bardzo stare, pełne wspomnień i... gniewu, tych, którzy byli tu przed nami.
uk: Це місце старе... дуже старе, повне спогадів і... гніву тих, хто був тут до нас.

source: To miejsce jest większe, niż by można było przypuszczać. Miałeś dobry plan, żeby zabrać ze sobą trochę ludzi i sprzętu.
uk: Це місце більше, ніж ми собі уявляли. Добре, що ми взяли з собою трохи людей і спорядження.

source: To miejsce jest wręcz przesiąknięte stęchlizną pomiotów Beliara...
uk: Це місце аж просякнуте духом виплодків Беліара...

source: To miejsce naprawdę jest nieprzyjemne... Mam wrażenie jakbym słyszał krzyki tych wszystkich potępionych dusz.
uk: Це місце справді неприємне... Мені здається, що я чую крики всіх цих проклятих душ.

source: To miejsce nie bez przyczyny było zamknięte przez tyle lat. Musimy upewnić się, by już nikt nigdy tu nie dotarł.
uk: Це місце недарма було зачинено стільки років. Ми повинні зробити так, щоб сюди більше ніхто не потрапив.

source: To miejsce przyprawia mnie o ciarki na plecach. Dobrze, że chociaż tutaj mogę mieć pewność, że własny pracodawca nie spróbuje wpakować mnie za kraty.
uk: Від цього місця у мене мурашки по шкірі. Добре, що принаймні тут я можу бути впевнений, що мій власний роботодавець не спробує запроторити мене за ґрати.

source: To miejsce szczególnej obecności Adanosa. Modląc się przy nich, możesz uspokoić umysł i zregenerować swoją siłę magiczną.
uk: Це місця особливої присутності Аданоса. Молячись біля них, можна заспокоїти свій розум і відновити магічну силу.

source: To miejsce wydaje się odpowiednie. Teraz muszę tylko zdobyć zwój przemiany w polną bestię i zniszczyć w nocy kilka snopków siana. Oby tylko nikt mnie nie zauważył, bo może się to dla mnie źle skończyć.
uk: Це місце здається підходящим. Залишилося лише роздобути сувій перетворення на польового жука і вночі знищити кілька копиць сіна. Сподіваюся, що мене ніхто не помітить, інакше це може погано для мене закінчитися.

source: To miejsce wyjątkowe! Jedyne takie na całej wyspie!
uk: Це унікальне місце! Єдине в своєму роді на всьому острові!

source: To miejski pisarz. Znajdziesz go w cechu o nazwie 'Trzej Marynarze' niedaleko kantoru Gildii w Dzielnicy Kupieckiej.
uk: Він міський письменник. Можеш знайти його в конторі під назвою 'Три моряки', що навпроти Гільдії у Торговому кварталі.

source: To mieliście sporo szczęścia. Lasy wokół Silbach nie należą do najbezpieczniejszych miejsc na wyspie.
uk: Тоді вам дуже пощастило. Ліси навколо Сільбаху – це далеко не найбезпечніші місця на острові.

source: To mieszanka ziół i przypraw z Wysp Południowych. Bardzo ostra.
uk: Це суміш трав і спецій з Південних островів. Дуже гостра.

source: To mistrzowie kamuflażu, skradania i strzelectwa. Nikt nie załatwia trudnych 'kontraktów' tak dobrze jak oni.
uk: Вони майстри маскування, підкрадання та стрільби. Ніхто не справляється зі складними 'контрактами' так добре, як вони.

source: To mnie nie widziałeś, hehe!
uk: Ти мене не бачив, хе-хе!

source: To mniej, niż chciałem.
uk: Це менше, ніж я хотів.

source: To mnóstwo złota! Nie sądziłam, że ludzie są w stanie wydać tyle monet na parę przedmiotów!
uk: Це ж купа золота! Я не думала, що люди здатні витратити стільки монет на кілька речей!

source: To mogło być morderstwo.
uk: Це могло бути вбивство.

source: To mogłoby mnie zainteresować.
uk: Це вже цікавіше.

source: To mogłoby się udać!
uk: Це може спрацювати!

source: To mogłoby się udać, tylko będziesz musiał być cholernie szybki.
uk: Це може спрацювати, тільки тобі доведеться діяти до біса швидко.

source: To moi pracownicy, Recon i Veigo. Proszę...
uk: Це мої працівники, Рікон і Вейго. Будь ласка...

source: To moja jedyna rada dla ciebie - teraz ty przejmujesz inicjatywę! Gdzie idziemy?
uk: Ось моя єдина порада для тебе – бери ініціативу в свої руки! То куди ми вирушимо?

source: To moja ostateczna oferta. Albo płacisz, albo spadaj.
uk: Це моя остання пропозиція. Або плати, або забирайся геть.

source: To moja ostatnia oferta.
uk: Це моя остання пропозиція.

source: To moja ostatnia oferta. (100 SZ)
uk: Це моя остання пропозиція. (100 золотих)

source: To moja wina... nie powinienem był ich zostawiać tam samych.
uk: Це моя провина... Я не повинен був залишати їх там самих.

source: To moje ostatnie ostrzeżenie - wynocha!
uk: Це моє останнє попередження – забирайся!

source: To moje ostatnie ostrzeżenie. Wynoś się, jeśli ci życie miłe.
uk: Це моє останнє попередження. Забирайся, якщо життя тобі дороге.

source: To moje przeznaczenie. Wiem, że chcesz zemścić się na Lichwiarzu, ale tutaj chodzi o coś więcej.
uk: Це моя доля. Я знаю, що ти хочеш помститися Лихвареві, але на кону стоїть дещо більше.

source: To monstrum zaraz pożałuje, że wylazło na chwilę ze swojej jaskini!
uk: Це чудовисько зараз пошкодує, що ненадовго виповзло зі своєї печери!

source: To może 3? Ostatnia oferta, zastanów się nad tym dokładnie, zanim mi odpowiesz.
uk: Тоді може 3? Остання пропозиція, добре обдумай, перш ніж відповідати.

source: To może być dla ciebie okazja, by zdobyć jej szacunek. Ramona jest wpływową kobietą i Matey uzna referencje od niej.
uk: Це може стати для тебе гарною можливістю заслужити її прихильність. Рамона – впливова жінка, і Матей прийме рекомендацію від неї.

source: To może być moja okazja, by wyrwać się z Archolos.
uk: Він може стати моїм шансом вирватися з Архолосу.

source: To może być trudne. Zabiłem ich.
uk: Це буде важко. Я їх убив.

source: To może być twoja jedyna szansa by ocalić skórę.
uk: Це може бути твій єдиний шанс врятувати свою шкуру.

source: To może być twoja jedyna szansa, by ocalić skórę.
uk: Це може бути твій єдиний шанс врятувати свою шкуру.

source: To może być tylko przynęta. Jestem pewien, że w okolicy jest więcej tych bestii.
uk: Це може бути просто приманка. Я впевнений, що в околицях ще багато цих звірів.

source: To może ci porywacze, którzy handlowali żywym towarem?
uk: Може, це були пірати, що займалися торгівлею живим товаром?

source: To może dam ci kilka sztuk złota pod zastaw?
uk: Як щодо кількох золотих під заставу?

source: To może ja sobie już pójdę...
uk: Тоді, може, я піду собі...

source: To może jakaś trutka?
uk: А як щодо отрути?

source: To może nie wystarczyć, Salvi rekrutował po wyspie wszelkie możliwe szumowiny. Naobiecywał im skarbów i teraz wszyscy nie mogą się doczekać tego wielkiego plądrowania.
uk: Цього може бути недостатньо, адже Сальві завербував усіляких покидьків по всьому острову. Він наобіцяв їм багатства, і тепер всі вони з нетерпінням чекають на велике розграбування.

source: To może to?
uk: А може це?

source: To może trochę za dużo powiedziane, ale tak, znaliśmy się.
uk: Можливо, це трохи перебільшення, але так, ми знали один одного.

source: To może tutaj przyjść i sam ich aresztować, proszę bardzo.
uk: Тоді він може прийти сюди і заарештувати їх сам, вперед.

source: To może... chociaż nauczyłbyś mnie jej podstaw?
uk: Тоді, як щодо... навчити мене хоча б основам?

source: To możliwe dostać furii przez tak wysokiej jakości sprzęt? Ktoś musi je sprawdzić w praktyce, i Lorenzo wskazał ciebie.
uk: Хіба може таке чудове спорядження когось дістати? Комусь треба перевірити його на практиці, і Лоренцо обрав тебе.

source: To musi być bardzo odpowiedzialna praca.
uk: Це, мабуть, дуже відповідальна робота.

source: To musi być coś zaskakującego i przerażającego!
uk: Це має бути щось дивовижне і страшне!

source: To musi być coś zupełnie innego.
uk: Це має бути хтось зовсім інший.

source: To musi być fascynujące zajęcie...
uk: Мабуть, це дуже захоплююче заняття...

source: To musi być wymagające.
uk: Це, мабуть, складно.

source: To my, obywatele Myrtany, jesteśmy prawem i powinno się szanować nasze zdanie!
uk: Це ми, громадяни Міртани, є закон, і з нашою думкою потрібно рахуватися!

source: To mógł być jeden z twoich ludzi. Atak miał miejsce na rozstajach dróg za Wielką Winnicą. Twój posterunek jest najbliżej.
uk: Це міг бути хтось із твоїх людей. Напад стався на перехресті за Великим виноградником. Твій пост найближче.

source: To mój brat i może być w niebezpieczeństwie. Naprawdę nic sobie nie przypominasz?
uk: Він мій брат, і він може бути в небезпеці. Ти справді нічого не пригадуєш?
